Repository: zond/corpulentpangolin
Catalog: lib/l10n/intl_*.arb
Languages: sv

source: Create game
sv: Skapa spel

source: Description
sv: Beskrivning

source: Private chat
sv: Privat chat

source: Group chat
sv: Gruppchat

source: Public chat
sv: Offentlig chat

source: Private chat disabled
sv: Privat chat avstängd

source: Group chat disabled
sv: Gruppchat avstängd

source: Public chat disabled
sv: Offentlig chat avstängd

source: Game created
sv: Spel skapat

source: unnamed
sv: namnlöst

source: Spring
sv: Vår

source: Fall
sv: Höst

source: Adjustment
sv: Justering

source: Movement
sv: Förflyttning

source: Retreat
sv: Reträtt

source: Loading...
sv: Laddar...

source: No games found
sv: Inga spel funna

source: Orders
sv: Order

source: Map
sv: Karta

source: Log in to see your games
sv: Logga in för att se dina spel

source: Open games
sv: Öppna spel

source: Live games
sv: Pågående spel

source: Finished games
sv: Avslutade spel

source: Log in
sv: Logga in

source: Log out
sv: Logga ut

source: Logged out
sv: Loggade ut

source: Logged in
sv: Loggade in

source: Source
sv: Källkod

source: Home
sv: Hem

source: Army
sv: Armé

source: Fleet
sv: Flotta

source: My games
sv: Mina spel

source: Error
sv: Fel

source: Join
sv: Delta

source: Share
sv: Dela

source: View
sv: Se

# gameVariant_Var_
source: Game variant: {variant}
sv: Spelvariant: {variant}

# phaseDeadline_Date_
source: Phase deadline: {deadline}
sv: Faslängd: {deadline}

source: w
sv: v

source: h
sv: t

source: Created: {date}
sv: Skapat: {date}

source: Finished: {date}
sv: Avslutat: {date}

# nonMovementPhaseDeadline_Date_
source: Non movement phase deadline: {deadline}
sv: Faslängd ej förflyttning: {deadline}

source: Nation selection: {type}
sv: Val av land: {type}

source: Random
sv: Slumpvis

source: Preferences
sv: Prioritetslista

source: Minimum reliability: {v}
sv: Nödvändig pålitlighet: {v}

source: Minimum quickness: {v}
sv: Nödvändig snabbhet: {v}

source: Minimum rating: {v}
sv: Nödvändig rang: {v}

source: Nation selection
sv: Val av land

source: Private
sv: Privat

source: Manage as game master
sv: Administrera som spelledare

# gameMasterOnlyAllowedInPrivateGames
source: Game master only allowed in private games due to risk of abuse.
sv: Spelledare endast möjligt i privata spel (risk för missbruk).

# asGameMasterYouCan
source: As game master, you can pause/resume games and control who joins (and as what nation). To play yourself, you need to join as a player after creating your game.
sv: Som spelledare kan du pausa/starta spel samt kontrollera vilka som deltar (och som vilket land). För att själva spela måste du delta som spelare efter att ha skapat spelet.

source: Require assignment to join
sv: Godkännande nödvändigt

# onlyPlayersAssignedByGM
source: Only players assigned by the game master can join.
sv: Endast spelare godkända av spelledaren kan delta.

source: Players
sv: Spelare

source: Anonymous
sv: Anonym

source: Username
sv: Användarnamn

source: Username: {v}
sv: Användarnamn: {v}

source: Profile
sv: Profil

source: New profile picture URL
sv: URL till ny profilbild

source: Change profile picture
sv: Ändra profilbil

source: Log in to see your profile.
sv: Logga in för att se din profil.

# unableToLoadURL
source: Unable to load URL: {err}
sv: Kunde ej ladda URL: {err}

source: Profile updated
sv: Profil updaterad

source: Reliability:
sv: Pålitlighet:

source: NMR phases:
sv: Faser med missade order:

source: Non NMR phases:
sv: Faser med order:

source: Quickness:
sv: Snabbhet:

source: Committed phases:
sv: Faser redo för resolution:

source: Non committed phases:
sv: Faser utan redo för resolution:

source: Rating:
sv: Rang:

source: Created by: {v}
sv: Skapad av: {v}

source: Description: {v}
sv: Beskrivning: {v}

source: Rules: {v}
sv: Regler: {v}

source: {c} of {p} players joined
sv: {c} av {p} deltagare

# hasEitherMinRelOrMinQuick
source: Has either minimum reliability or minimum quickness
sv: Har krav på antingen pålitlighet eller snabbhet

source: Has minimum rating
sv: Har krav på rang

# hasMustering
source: Start with roll call
sv: Börjar med upprop

# hasAutoReplacements
source: NMR players can be replaced
sv: Spelare utan order kan bli utbytta

source: Has grace periods
sv: Har automatiska förlängningar

source: Has extensions
sv: Har beställda förlängningar

# hasGraceOrExt
source: Has grace periods or extensions
sv: Har förlängningar

source: Some chats disabled
sv: Vissa chattar avstängda

# someoneYouBanned
source: Someone you banned, or someone banned by you, is already in the game
sv: Någon du svartlistat, eller någon som svartlistat dig, är redan i spelet

# youDonMatchRequirements
source: Your reliability, quickness, or rating doesn't match the requirements for the game
sv: Din pålitlighet, snabbhet, eller rang motsvarar inte kraven för spelet

# youAreAlreadyInGame
source: You have already joined this game
sv: Du deltar redan i det här spelet

# youAreNotLoggedIn
source: You aren't logged in
sv: Du är inte inloggad

source: Game joined
sv: Deltar i spelet

source: Votes required for extension: {v}
sv: Röster nödvändiga för förlängning: {v}

source: Leave
sv: Lämna

source: You can't leave started games
sv: Du kan inte lämna startade spel

source: Left game
sv: Lämnade spelet
